[
  {
    "portrait": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Pictures/David%20Suum%20Tung.png",
    "audio": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Audio/Electricity%20-%20David%20Suum%20Tung.mp3",
    "transcriptMy": "ကျွန်တော့်နာမည်ကတော့ David Suum Tung လို့ ခေါ်ပါတယ်။ ကျွန်တော့် အသက်ကတော့ ၁၈ နှစ်ဖြစ်ပြီး စစ်ကိုင်းတိုင်း ကလေးမြို့မှာ နေပါတယ်။\n\nကျွန်တော့်လူမျိုးကတော့ ချင်းလူမျိုးဖြစ်ပါတယ်။ ကျွန်တော်နေခဲ့တဲ့ မြို့မှာ မီးမလာပါ။ မီးမလာတဲ့ အချိန်မှာ ဆိုရင်တော့ ကျွန်တော်တို့ ထမင်းအိုး တည်လို့ မရဘူးပေါ့နော်။\n\nကျွန်တော်နေတုန်းကကျတော့ မိုးတွေအရမ်းရွာတဲ့ အချိန်၊ လေပြင်းတွေရော ဓာတ်တိုင်တွေပြိုကျတဲ့ အချိန်တွေဆိုရင်ကတော့ မီးတွေက ပြတ်တောက်တက်ပါတယ်။\n\nမီးကိစ္စနဲ့ ပတ်သတ်ပြီး တော့ အဓိကကြည့်ရမှာကတော့ ကယားပြည်နယ်နဲ့ ချင်းပြည်နယ်ပေါ့နော်။ ကယားပြည်နယ်မှာဆိုရင် ရေအားလျှပ်စစ်တွေထုတ်တယ်။\n\nဒါပေမယ့် တကယ့် တကယ် အကျိုးခံစားခွင့် ရတာကကျတော့ အဓိက မြန်မာနိုင်ငံရဲ့ မြို့ကြီးတွေဖြစ်တယ့် နေပြည်တော်၊ မန္တလေးတွေ ရန်ကုန်တွေ၊ ဒါပေမယ့် အဲ့ ကယားပြည်နယ်မှာ ရှိတဲ့ လူတွေက ကျတော့ အများကြီး အကျိုး ခံစားခွင့် များများစားစား မရှိဘူးပေါ့နော်။\n\nချင်းပြည်နယ်မှာဆိုရင်လဲ အဲ့ဒါမျိုး မီးတွေဘာတွေပေးတာ အရမ်းနည်းတယ်။ ပီးရင်လဲ အဓိက မြို့တွေဖြစ်တဲ့ ၃ မြို့ ၄ မြို့မှာပဲ ပေးတယ်။\n\nတခြား မြို့တွေကကျတော့ မီးတွေ မရနိုင်ကြဘူး။ သူတို့ ဆိုလာတွေ သုံးကြတယ်။ ဒါပေမယ့် ဆိုလာတွေ ဘာတွေ သုံးကြပေမယ့် သူတို့ နေ့တိုင်း မီးအားရနေတာ မဟုတ်ဘူး။ ဘာဖြစ်လို့လဲ ဆိုတော့ ချင်းပြည်နယ်က တောင်ကုန်းဒေသမှာ နေတာဆိုတော့ မီးအားလဲ နည်းတယ်ပေါ့နော်။",
    "transcriptEn": "My name is David Suum Tung. I’m 18, and I used to live in Kalay, Sagaing Region. I’m Chin.\n\nWe didn’t really have electricity where I lived. When the power was out, we couldn’t even cook rice.\n\nIt would cut off a lot — especially when it rained or there were strong winds. Sometimes the poles fell down, and the power just stopped coming.\n\nIf you look at places like Kayah State or Chin State, it’s kind of the same story. Kayah actually produces hydroelectric power, but the electricity mostly goes to big cities like Nay Pyi Taw, Mandalay, and Yangon.\n\nPeople in Kayah don’t get much from it. In Chin State, only about three or four big towns have electricity. The rest don’t.\n\nMost people use solar panels, but even then, they don’t get power every day. Since Chin is up in the mountains, the supply is really limited."
  },
  {
    "portrait": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Pictures/Ei%20Phyu%20Lwin.png",
    "audio": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Audio/Electricity%20-%20Ei%20Phyu%20Lwin.mp3",
    "transcriptMy": "အိဖြူလွင်ပါ။ အသက်ကတော့ ၃၂ နှစ်ပါ။ ရန်ကုန်တိုင်း ကျောက်တန်း မြို့နယ်မှာ နေပါတယ်။ မြန်မာလူမျိုးပါ။\n\nမီးပျက်တဲ့ ပထမဆုံး အတွေ့အကြုံက ၁၀တန်း စာမေးပွဲ ဖြေခါနီး အချိန်မှာ မီးတွေ ပျက်တဲ့အတွက် ဖယောင်းတိုင်နဲ့ စာတွေ ကျက်ခဲ့ရတယ်။ အဲ့တာက အမှတ်တရပါ။\n\nမီးပြတ်လို့ ရှိရင် အပိုင်းလိုက် တစ်ရပ်ကွက်လာ တစ်ရပ်ကွက်ပျက် အဲ့လိုမျိုး မီးပျက်တဲ့အပိုင်းလိုက်ဖြစ်တယ်။ ဒါပေမယ့် မီးကို လာချင်တဲ့ အချိန်လာတယ်။ ပေးချင်တဲ့ အချိန်ပေးတယ်။ ပျက်ချင်တဲ့ အချိန် ပျက်တယ်။ ပုံမှန်မရှိဘူး။\n\nမီးပျက်တဲ့ အမှတ်တရကတော့ ထမင်းတည်တဲ့အခါ မီးပျက်သွားတဲ့အခါကျတော့ သွန်ပစ်လိုက်ရတယ်ပေါ့။ အဲ့ဒီအမှတ်တရရှိတယ်။\n\nမီးပျက်တာကတော့ သူတို့ စစ်အစိုးရရဲ့ လက်ချက်ပေါ့နော်။ သူတို့ လက်ထက်မှာ ပိုပြီး ပျက်လာတာဆိုတော့ သူတို့ လက်ချက်ကြောင့်ပေါ့နော်။\n\nလုပ်ငန်းခွင်မှာ စက်ရုံ မှာပေါ့နော် ရုံးတက်လို့ မီးတွေပျက်လို့ရှိရင် ခွဲစိတ်နေရင်း တန်းလန်းနဲ့ ပေါ့နော် မီးစက်တွေ နှိုးရတာတို့၊ အရေးပေါ်လူနာတွေ ခွဲစိတ်နေတဲ့ အချိန်မှာဆိုရင် မီးပျက်သွားရင် အရမ်းကို ဒုက္ခ ရောက်တယ်။ မီးစက်တွေ နှိုးရတယ်။ အဲ့လိုမျိုးပေါ့နော် တခါတလေကျရင် လူ့အသက်တွေ ဆုံးရှုံးရတာမျိုးအထိ ဖြစ်တယ်ပေါ့နော်။\n\nမီးက အဲ့လိုမျိုး အမြဲတမ်း ပျက်နေကျဟာမျိုး အချိန်အခါနဲ့ ပျက်တယ်။ မိုးမခြိမ်းလဲပျက်တယ်။ တကယ်လို့ မိုးတွေရုတ်တရက် အုံ့လာပြီဆိုရင်လဲ မီးပျက်တော့မယ်ဆိုပြီး ထမင်းတွေ ထချက်၊ အဲ့လိုမျိုး Trauma တွေ ဝင်နေတာ ပေါ့နော်။ တစ်ချိန်လုံး မီးပျက်တယ်။ မီးပျက်လို့ရှိရင် ထမင်းလဲ ချက်မရဘူး။ ရေလဲ တင်လို့မရဘူး။ မီးပျက်တဲ့ အခါကျရင် ရေတင်လို့မရ ထမင်းချက်လို့မရ ရေမိုးချိုးလို့မရ အဲ့လိုမျိုးပေါ့နော်၊ လူနေမှု ဘဝမှာ အဆင်မပြေဘူးပေါ့နော် အဲ့လိုမျိုးပေါ့နော်။",
    "transcriptEn": "My name is Ei Phyu Lwin. I’m 32 years old and I used to live in Kyauktan Township, Yangon Region. I’m Burmese.\n\nOne power outage I’ll never forget was right before my matriculation exam. The electricity went out, and I had to study by candlelight. That really stuck with me.\n\nBack then, blackouts happened in sections — one neighborhood at a time — but there was no schedule. It was totally random. I remember once, I was cooking when the power suddenly went out. I had to throw the whole thing away. That memory is still fresh.\n\nPower cuts were worse during military rule. As a nurse, I’ve faced a lot of challenges because of it. In clinics, if the electricity went out during surgery, we had to quickly start the generator. It was really stressful — especially when emergency patients were on the table. Sometimes, we weren’t fast enough. Sometimes, it even cost lives.\n\nThe power would cut out constantly — rain or shine. These days, if it suddenly starts raining, I rush to cook rice because I feel like the power’s about to go. It’s become a kind of trauma.\n\nWhen there’s a power outage, people can’t cook rice, they can’t shower — it’s just hard to live like that. It affects every part of daily life."
  },
  {
    "portrait": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Pictures/Kar%20Fu.png",
    "audio": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Audio/Electricity%20-%20Karfu.mp3",
    "transcriptMy": "ဟုတ်ကဲ့ ကျွန်တော့်နာမည် Kar Fu လို့ ခေါ်တယ်ပေါ့နော်။ ကျွန်တော့်အသက် အခု ၁၉နှစ်ရှိပြီ။ ကျွန်တော် ကျောက်ကြီးကပါ။ ကရင်လူမျိုး တစ်ဉီးဖြစ်တယ်။\n\nကျွန်တော် မီးပျက်တဲ့ အတွေ့အကြုံ ပြောရမယ်ဆိုရင်တော့ ငယ်ငယ်လေးတည်းက ကျွန်တော် မွေးကတည်းက အချိန်တည်းက မီးက ခနခန ပျက်နေတော့ ကျွန်တော့်အတွက် ကြီးကြီးမားမား အတွေ့အကြုံရယ်လို့တော့ မရှိတော့ဘူးပေါ့။ မီးကတော့ ၈နာရီ ပြတ်လိုက် ၄နာရီလာလိုက် ၈နာရီ ပြတ်လိုက် ၄နာရီလာလိုက် ပေါ့နော်။\n\nမီးပျက်တဲ့ အမှတ်တရကတော့ ဖယောင်းတိုင်နဲ့ ကစားတာပေါ့။ ဖယောင်းတိုင်အလင်းကလေး နဲ့ပေါ့။ အမေတွေဆူလဲ အဲ့ အပူလေးနဲ့ သွားကစားတာပေါ့။\n\nမီးပျက်တာကတော့ အစိုးရလို့တော့ အဓိကပြောချင်တာပေါ့။ ဘာဖစ်လို့လဲဆိုတော့ မြန်မာနိုင်ငံ သယံဇာတလဲ ပေါတယ်။ ဒီလောက် ရေအားလျှပ်စစ်တွေလဲ ဒီလောက်ကောင်းတာတောင်မှ မြန်မာနိုင်ငံအတွင်း မီးမပေးဘဲ တခြား နိုင်ငံတွေကို အရင်ဆုံး ရောင်းစားတာပေါ့နော်။ အဲ့ဒါ သူတို့ အပြစ်ပေါ့။\n\nကျွန်တော်တို့ မြန်မာနိုင်ငံမှာ မီးက စိတ်ပျက်စရာကြီးဆိုတော့ တခြားနိုင်ငံသွားယှဉ်ပြမယ်ဆိုရင် ရှက်စရာကြီးပေါ့နော်။ ဒီလောက် မီးက တစ်ချိန်လုံးကြီး ပျက်နေတော့ ဒီလောက် ရေအားလျှပ်စစ်တွေ ရှိရဲ့သားနဲ့ မီးက တစ်ချိန်လုံးကြီးပျက်နေတော့ ရှက်စရာပေါ့နော် သူများနိုင်ငံနဲ့ ပြောမယ်ဆိုရင်။",
    "transcriptEn": "My name is Kar Fu. I’m 19 years old and I’m from Kyaukkyi, in Bago Region. I’m Karen.\n\nWhen it comes to power outages — honestly, I’ve experienced them since I was born. So by now, it doesn’t even feel like a big deal anymore. It used to go out for 8 hours, then come back for 4, then out again. That cycle felt normal to us.\n\nOne memory I have is playing with candles during blackouts. I used to play with the candlelight, but my mom didn’t like that at all — she always scolded me.\n\nIn my view, the problem is the military government. Myanmar has so many natural resources, especially hydropower. But instead of providing electricity to the people, they sell it to other countries first. That’s on them. It’s honestly disappointing.\n\nIf we compare Myanmar to other countries, it’s embarrassing how often the power goes out. With all our hydropower, it shouldn’t be like this — and yet it is."
  },
  {
    "portrait": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Pictures/Kaung%20Htet%20Naing.png",
    "audio": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Audio/Electricity%20-%20kaung%20htet%20naing.mp3",
    "transcriptMy": "နာမည်ကတော့ ကောင်းထက်နိုင်ပါ။ အသက်ကတော့ ၃၆ နှစ်ပါ။ နောက်ဆုံး နေခဲ့တာကတော့ ရန်ကုန်မြို့ ဗဟန်းမြို့နယ်ပါ။  ဗမာလူမျိုးပါ။ ငယ်ငယ်ကနေခဲ့တာက ဗဟန်းက ကျွန်တော်တို့က ဟိုဟာဆိုတော့လေ ဗဟန်းမှာက စစ်တပ်ဝင်းပေါ့နော်။ စစ်တပ်ဝင်းဆိုတော့ စစ်တပ်ဝင်းဆိုပေမယ့်လဲ  အမြဲတမ်းမီးကတော့ ပျက်နေတာပါပဲပေါ့နော်။\n\nပထမဆုံး မီးပျက်တာကတော့ မှတ်မိတာမျိုး ဆိုရင်ကတော့ ကျွန်တော်အတန်းအားဖြင့်ဆိုရင်တော့ ၃ ၄ တန်းလောက်ပေါ့နော်။ အဲ့တုန်းက ကြုံဖူးတယ်ပေါ့နော်။ အချိန်အကြာကြီး မီးပျက်တာ ကြုံဖူးတယ်ပေါ့နော်။ မိဘတွေလဲ ရန်ကုန်မှာရှိသေးတော့သိပါတယ်။ ဒီ ၂၄ နာရီမှာ မီးလာတဲ့ အချိန်က ခြောက်ပုံ တစ်ပုံလောက်ပဲပေါ့နော်။ ၃ ၄ နာရီ လောက်ပဲ လာတာ သိတယ်။\n\nမီးပျက်တာရဲ့ အမှတ်တရ ကတော့ ငယ်ငယ်တုန်းက ဒီစာမေးပွဲတွေ နီးတယ်ဆိုရင် ကိုယ်က စာကျက်ချင်တယ်လေ။ ဒါပေမယ့် မီးပျက်တဲ့ အတွက် ဖယောင်းတိုင်နဲ့ ပဲပေါ့နော်။ ဖယောင်းတိုင်ထွန်းပီး စာကျက်ရတယ်။ တခါတလေကျရင် ဖယောင်းတိုင်ကုန်သွားတဲ့ အတွက် မနက် မိုးလင်းတဲ့အထိ စောင့်ပီးတော့မှ စာမေးပွဲ ဖြေခါနီး မနက် အလင်းရောင်ရမှ စာကျက်ရတာမျိုးတွေပေါ့နော် ဒါမျိုးတွေ ဖြစ်ဖူးပါတယ်။\n\nစစ်အာဏာရှင်တွေပေါ့နော် သူတို့ရဲ့ စီမံ ခန့်ခွဲမှု အသုံးမကျလို့ပေါ့နော်။ အဲ့လိုမျိုးပဲ ပြောရမှာပါပဲ။ မီးပျက်တယ်ဆိုတာ ရယ်စရာကြီးပေါ့နော် တခြားနိုင်ငံတွေအတွက် မီးကိုအချိန်နဲ့ ပေးတာတို့၊ ရက်အကြာကြီး မီးပျက်နေတာတို့၊ တခြားနိုင်ငံတွေအတွက် ဒါကြီးက ဟိုဟာ ဖြစ်တာပေါ့နော်။ ထူးဆန်းတယ်။ ဒါကြီးက ဖြစ်နိုင်ပါ့မလားပေါ့နော်။\n\nကျွန်တော်တို့ မြန်မာပြည်မှာက ဒါကြီးက ဟိုနှစ်ရှည်လများထဲက တကယ်ဖြစ်ပျက်နေတဲ့ ကိစ္စတွေပေါ့နော်။ တကယ်ဖြစ်ပျက်နေတဲ့ ကိစ္စတွေ မီးပျက်တဲ့ ကြားထဲမှာ ဖြစ်သွားတဲ့ လူမှုရေးဆိုင်ရာ ထိခိုက်မှုတွေ၊ စီးပွားရေးဆိုင်ရာ ထိခိုက်မှုတွေ အဖက်ဖက်က အများကြီးပဲပေါ့နော်။\n\nအဲ့တော့ တကယ်တန်းပြောရရင် အရှေ့က ဒီ ပြည်သူ့အစိုးရတစ်ရပ် လက်ထက်မှာ ဒါတွေအကုန်လုံးကို တဖြေးဖြေး ပြင်ဆင်ဖို့ ကြိုးစားလာတာပဲပေါ့နော်။ အဲ့အချိန်မှာ ဒီလို အာဏာသိမ်းတာတွေဘာတွေ ဖြစ်သွားပြီးတော့ ရှိတဲ့ အခြေအနေထက်ကိုမှ လုပ်နေတဲ့ အခြေအနေထက်ကိုက အများကြီး နောက်ကို ပိုရောက်သွားတယ်ပေါ့နော်။\n\nအဲ့တော့ ဒါရဲ့ အကြောင်းအရင်း ဇစ်မြစ်ကို သေချာ သူတို့ သိစေချင်တယ်။ သိပြီးရင် ကျွန်တော်တို့ ပြန်လည်ထူထောင်ရေး လုပ်ငန်းတွေပေါ့နော်။ တကယ်လို့ အာဏာသိမ်းတဲ့ ကိစ္စကြီး ပြီးသွားတဲ့အခါမှာ ပြန်လည်ထူထောင်ရေးနဲ့ ပတ်သတ်တဲ့ အခါမျိုးတွေမှာ လျှပ်စစ်မီးရရှိရေးနဲ့ ပတ်သတ်ပြီးတော့ ကူညီနိုင်တဲ့ အခန်းကဏ္ဍ တွေကနေပြီးတော့ ကူညီစေချင်တယ်ပေါ့နော်။",
    "transcriptEn": "My name is Kaung Htet Naing. I’m 36 years old, and I last lived in Bahan Township, Yangon. I’m Burmese. My family lived in a military compound, but even there, the electricity was constantly going out.\n\nI remember my first serious blackout — I must have been in grade 3 or 4. It lasted a long time. Out of 24 hours, we only had power for maybe 3 or 4 hours. Just one-sixth of the day.\n\nOne memory that stands out is studying by candlelight during exam season. Sometimes, when the candle burned out, I had to wait until dawn to keep studying in the morning light. That happened often.\n\nThe military dictatorship has always been poorly managed — I have to say that clearly. People in other countries might find it strange or even funny when we talk about blackouts like this, but for us, it’s been a reality for years. Power might come on briefly, then disappear for days. That’s normal here, but it shouldn’t be. These blackouts have caused huge social and economic damage over time.\n\nWhen we had the civilian government in the past, they were slowly trying to improve things. But since the coup, everything has gotten worse.\n\nI really want people outside Myanmar to understand where these problems come from — to see the root cause. And when this coup is finally over, I hope the international community can help us rebuild — especially when it comes to restoring reliable electricity."
  },
  {
    "portrait": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Pictures/Khin%20Waddy%20Maung.png",
    "audio": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Audio/Electricity%20-%20Khin%20Waddy%20Maung.mp3",
    "transcriptMy": "ဟုတ်ကဲ့။ သမီးနာမည်ကတော့ ခင်ဝတီမောင်ပါ။ အသက်ကတော့ ၂၀ထဲ ဝင်နေပီပေါ့။ နေရပ်လိပ်စာကတော့ ကရင်ပြည်နယ် မြဝတီမြို့မှာ နေတာပါ။ ဒါပေမယ့် ဗမာလူမျိုး တစ်ယောက်ပါ။\n\nမီးပျက်တဲ့ ပထမဆုံး အတွေ့အကြုံဆိုရင်တော့ မြဝတီမြို့မှာက မီးက ၂၄ နာရီလုံး တခြား ဒေသတွေမှာလိုမျိုး မပျက်ဘူး။ ပျက်သွားပြီဆိုရင် မိနစ်ပိုင်း နာရီပိုင်းလောက်ပဲ ပျက်တယ်။ ပြီးသွားလို့ရှိရင် သူက မီးပြန်လာပေးတယ်ပေါ့ လူတွေသုံးဖို့အတွက်။ အဲ့လောက်ပဲရှိပါတယ်။\n\nအာဏာ မသိမ်းခင်ကတော့ မြဝတီမှာက လျှပ်စစ်မီး သုံးစွဲရတာ အဆင်ပြေပေမယ့် အာဏာသိမ်းပြီးတဲ့နောက်မှာ ဒီကရင်ပြည်နယ် ကော့ကရိတ် မြို့မှာ လျှပ်စစ်မီးပေးတဲ့ တာဝါတိုင်ရှိတယ်ပေါ့။ ဓာတ်အားပေးတဲ့ တာဝါတိုင်က ပေါက်ကွဲမှု ဖြစ်သွားတယ်။ ဒီ သုံးမြို့နယ် မီးမလာတော့ဘူး။ မြဝတီမြို့ အပါအဝင်ပေါ့။ လုံးဝ ၂၄ နာရီလုံး မီးကို အသုံးပြုလို့ မရတော့ဘူး။\n\nကျောင်းသားတစ်ယောက်ဖြစ်တဲ့အတွက် ဒီလျှပ်စစ်မီးမရှိတော့တဲ့အချိန်မှာ စာလုပ်တဲ့နေရာမှာ အရမ်းကို အခက်အခဲ ဖြစ်တယ်။ မိသားစုကလဲ စီးပွားရေးလုပ်နေတာဖြစ်တဲ့အတွက် မီးစက်ဝယ်ရတယ်ပေါ့။ ကျွန်မတို့ အိမ် တစ်ခုတည်း မဟုတ်ဘူး။ ပတ်ဝန်းကျင်အိမ်တွေကလဲ မီးစက်ဝယ်ကြတာ များတယ်။ အဲ့တော့ စာလုပ်တဲ့ အချိန်မှာ ဆူညံသံ အရမ်းများတဲ့ အတွက် ပညာရေးပိုင်းမှာ အများကြီး အနှောင့်အယှက်ဖြစ်ခဲ့ပါတယ်။\n\nလျှပ်စစ်မီးပျက်တဲ့ အပေါ်မှာ အပြစ်တင်ရမယ်ဆိုရင်တော့ ဒီ ပထမဆုံး အနေနဲ့ အစိုးရကို အပြစ်မတင်မိသေးဘူးပေါ့။ ဒါပေမယ့် နောက်ပိုင်း ကိုယ်က ကျောင်းသားဖြစ်တဲ့အတွက် ကိုယ့်ရဲ့ စာလုပ်တဲ့ အပေါ်မှာ တဖြေးဖြေး ထိခိုက်လာတယ်။ အဲ့တော့ အပြစ်တင်လာတယ်ပေါ့နော်။\n\nဘယ်သူတွေကြောင့် မီးဒီလိုပျက်နေတာလဲ လူကြီးတွေပြောတာက ဒါအစိုးရရယ် လက်နက်ကိုင် တိုင်းရင်းသားတိုက်ပွဲ ဖြစ်တယ် ဒီ လျှပ်စစ်ဓာတ်အားပေးတဲ့ နေရာမှာ။ အဲ့တော့ အဲ့ဒီနေရာမှာ တိုက်ပွဲဖြစ်တဲ့ အတွက် ဒီတာဝါတိုင်ကို ထိခိုက်တယ်။ လာပြန်ပြင်တယ်။ ပြန်ပြင်ပေမယ့်လဲ တိုက်ပွဲထပ်ဖြစ်တယ်။ ထပ်ပျက်တယ် ဆိုတော့ လဲ နောက်ပိုင်းပြင်ဖို့အတွက် ဘယ်သူမှ ရောက်မလာကြတော့ ကရင်ပြည်နယ်လဲ မီး ခုထိ လုံးဝမရသေးပါဘူး။\n\nတခြားနိုင်ငံက နိုင်ငံခြားသားတွေကို ကိုယ့်နိုင်ငံရဲ့ လျှပ်စစ်မီးအကြောင်းပြောပြရမယ်ဆိုရင် အရမ်းရှက်ဖို့ကောင်းတယ်ပေါ့။ ကိုယ့်နိုင်ငံမှာ နေရာအနှံ့ မီးတွေ မပေးနိုင်ဘူး။ ကိုယ့်ဒေသ အပါအဝင်ပေါ့။ ပီးတော့ ပြည်သူတွေဘက်က ကြည့်မယ်ဆိုလဲ သူတို့ စာတွေတင်တယ် မီးပြန်ပြင်ပေးဖို့အတွက် ဘာအကြောင်းမှ ပြန်မလာဘူး။ ကိုယ့်ဘာသာလဲ ပြင်လို့မရဘူး။\n\nတိုက်ပွဲတွေ ဖြစ်နေတဲ့အတွက်၊ နောက်ပိုင်းပြည်သူတွေက ကိုယ့်ဘာသာပဲ ဆိုလာ လျှပ်စစ်သုံးတာမျိုးတွေ မီးစက်သုံးတာမျိုးတွေ လုပ်လာတယ်ပေါ့။ အဲ့တော့ တခြားနိုင်ငံကိုတော့ ကိုယ့်နိုင်ငံရဲ့ လျှပ်စစ်အကြောင်း ကြီးကြီးမားမား အပြစ်တင်တယ်ဆိုတာထက် မပြောပြနေတော့ဘူးပေါ့ ကိုယ့်ဘာသာပဲ အဆင်ပြေအောင် နေနေကြတယ်လို့ ပြောချင်ပါတယ်။",
    "transcriptEn": "My name is Khinwaddy Maung. I’m 20 years old, and I’m from Myawaddy in Karen State. I’m Burmese.\n\nIn Myawaddy, the electricity situation is different from other places. It doesn’t go out for a full day — just for a few minutes or hours. After that, power usually comes back on. That’s how it used to be.\n\nBefore the coup, it was easy to access electricity here. But after the coup, an electricity tower in Kawkareik, Karen State, was destroyed in an explosion. Since then, there’s been no stable electricity across three townships — including Myawaddy. We haven’t had 24-hour power since.\n\nAs a student, it’s very hard to study without electricity. My family also runs a business, so we had to buy a generator. Many of our neighbors did too. But when I’m studying, the generator noise is so loud that I can’t concentrate. It keeps affecting my studies.\n\nThe older people say the blackout is because of the conflict between the military government and ethnic armed groups in the area. They tried to fix the tower once, but fighting broke out again and it was damaged all over. After that, no one came to fix it — so we still don’t have electricity in Karen State.\n\nHonestly, it’s embarrassing to explain this to foreigners. We can’t even provide power in every region of our own country. And we can’t fix it ourselves because of the conflict. So people have started using solar panels or generators. No one complains anymore — they’ve just accepted it and go on with their lives."
  },
  {
    "portrait": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Pictures/Ko%20Thu.png",
    "audio": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Audio/Electricity%20-%20KO%20thu.mp3",
    "transcriptMy": "ကျွန်တော်ကတော့ Ko Thu ပါ။ မကွေးတိုင်း အောင်လံမြို့ကပါ။ ကျွန်တော့်အသက်က ၃၀ ရှိပါပီ။ ကျွန်တော်ကတော့ တရုတ် ဗမာ လူမျိုးဖြစ်ပါတယ်။\n\nအောင်လံကတော့ မီးကတော့ အမြဲတမ်းပျက်နေတာပါပဲ။ ငယ်ငယ်တုန်းကတော့ ကျွန်တော်မှတ်မိတာကတော့ လုံးဝ တစ်မြို့လုံး မီးပျက်သွားတာပေါ့နော်။ အဲ့ဒီအချိန်မှာ မီးလာတဲ့ အချိန်မှာ ဟေး ဆိုပြီးတော့ တစ်မြို့လုံး အကျယ်ကြီးပဲ။\n\nအခု အောင်လံမှာ မီးလာတဲ့ ပုံစံကတော့ ၅နာရီပျက် ၅ နာရီ လာတာပေါ့နော်။ ဒါကတော့ သူတို့ရဲ့ စာရင်းထဲက ပေါ့နော်။ တခါတလေဆို လုံးဝ အကြာကြီးပျက်နေတာ မျိုးလဲ ရှိတယ်။ ပုံမှန်ကတော့ ၅ နာရီပျက် ၅ နာရီ လာတာပေါ့နော်။\n\nအမှတ်တရကတော့ ကျွန်တော်တို့ လက်ဖက်ရည်ဆိုင်မှာ မန်ယူပွဲကြည့်နေတာ အဲ့တုန်းက ဖိုင်နယ်ပွဲထင်တယ်။ အဲ့တုန်းက မန်ယူဂိုးသွင်းခါနီး မီးပျက်သွားတာပဲ။ အဲ့မှာ ပေါ့နော် စိတ်ပျက်သွားကြတယ်။\n\nမီးပျက်တာကတော့ဗျာ အုပ်ချုပ်ရေးညံ့လို့ပေါ့ဗျာ။ အခုအချိန်မှာဆိုရင်တော့ စစ်ကောင်စီပေါ့ဗျာ။ ကျွန်တော်က မြန်မာနိုင်ငံမှာ နေရတဲ့ မီးဒုက္ခအကြောင်းကို ပြောဖြစ်တယ်ပေါ့နော်။ ဘာဖြစ်လို့လဲဆိုတော့ ကျွန်တော်တို့ မီးက မီးမမှန်တဲ့ အခါ ကျွန်တော်တို့ဆီမှာ မီးစက်မရှိ ဘာလဲ မရှိတဲ့ အခါကျတော့ နည်းနည်းလေးတော့ ပုံမှန်ထက်စာရင်တော့ အများကြီး ဒုက္ခရောက်တယ်ပေါ့နော်။ အဲ့ဒါကို ဒီနိုင်ငံခြားကသူတွေကို ပြောပြဖြစ်ပါတယ်။",
    "transcriptEn": "My name is Ko Thu. I’m 30 years old, from Aung Lan in Magway Region. I’m Chinese Burmese.\n\nIn Aung Lan, the power is always going out. When I was younger, I remember there were times the entire town had no electricity at all. And whenever the power came back on, everyone would cheer — the whole city would celebrate.\n\nThese days, the official schedule is from 5:00 a.m. to 5:00 p.m., but even then, we still get long blackouts sometimes. One memory I’ll never forget was watching a Manchester United match at a teahouse — I think it was a final. Just as they were about to score, the power went out. Everyone was so disappointed.\n\nThese outages happen because of poor governance. Now under the military regime, it’s worse. We don’t have a generator, so when the power’s out, we suffer more than people who can afford one."
  },
  {
    "portrait": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Pictures/Nan%20Ei.png",
    "audio": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Audio/Electricity%20-%20Nan%20Ei.mp3",
    "transcriptMy": "ကျွန်မ နာမည်က Nan Ei ပါ။ အခု ၂၂နှစ်ရှိပါပီ။ ဧရာဝတီတိုင်း ကန်ကြီးထောင့်မြို့နယ်ကပါ။ ကရင်လူမျိုး ဖြစ်ပါတယ်။\n\nလျှပ်စစ်မီးလို့ပြောရင် တခါမှတောင် မတွေ့ဖူးဘူးပေါ့နော်။ ရွာက ဆိုလာပဲသုံးတယ် ဆိုလာမီးနဲ့ပဲ နေထိုင်ရတယ်။ အခုချိန်ထိ ရွာက အစိုးရမီးကို မရသေးဘူး။\n\nအခုချိန်ထိ ပိုက်ဆံရှိတဲ့သူတွေက ဆိုလာနဲ့ သုံးတယ်။ မရှိတဲ့ သူတွေက ဒီတိုင်းပဲ နေရတယ်။ မရှိတဲ့သူတွေကျတော့ ဆိုလာရှိတဲ့ အိမ်တွေမှာ ဘတ္တရီတွေ သွားသွင်းကြရတယ်။\n\nအဲ့လိုမျိုး ဘတ္တရီ မဝယ်နိုင်တဲ့သူတွေကျတော့ မီးခွက်တို့ ဖယောင်းတိုင်တို့ပဲ သုံးရတယ်။\n\nလျှပ်စစ်မီး အခုထိမရတာကတော့ ကျွန်မကတော့ အစိုးရလို့ပဲ ထင်တယ်။ ကိုယ့်ရဲ့ နိုင်ငံအကြောင်း တခြားသူတွေကို ပြောပြရမယ်ဆိုလို့ရှိရင် အဲ့ဒီမီးနဲ့ ပတ်သတ်ပြီး အရမ်း အခက်အခဲ ဖြစ်တယ်။\n\nလူငယ်တွေ ဆိုလို့ရှိရင် ဖုန်းတွေလဲ သုံးလို့မရဘူး။ အင်တာနက်ဆိုလို့ရှိရင် အရမ်းဝေးတယ် တခါတလေ၊ အဲ့ဒါကြောင့်မလို့ မြန်မာပြည်က လူငယ်တွေဆိုရင် အတွေ့အကြုံရယ် ဗဟုသုတရယ် သိပ်ပြီး မပြည့်စုံဘူး။\n\nအထူးသဖြင့် ရွာက ကလေးတွေ ဆိုလို့ရှိရင် အင်တာနက်နဲ့ ပတ်သတ်ပြီး ဘာအတွေ့အကြုံမှ မရှိဘူးပေါ့နော်။\n\nတကယ်လို့ ရွာတွေမှာသာ မီးရခဲ့မယ် ဆိုလို့ရှိရင် မြန်မာပြည်မှာ ဆင်းရဲတယ်ဆိုတာ ရှိလာမှာ မဟုတ်တော့ဘူးပေါ့နော်။ လူတိုင်းက တန်းတူ ညီမျှခွင့် ရှိသွားမယ်။\n\nရွာကလူတွေလဲ မြို့ကလူတွေလို နေထိုင်ခွင့် ရသွားမယ်။ ဖြစ်နိုင်ရင် အစိုးကကို ပြောချင်တာက ကိုယ့်ရဲ့ နိုင်ငံသူ နိုင်ငံသားတွေကို တစ်ချက်ကြည့်ပေးစေချင်တယ်ပေါ့နော် သူတို့ ဘာတွေ ခက်ခဲ နေလဲဆိုတာနဲ့ ပတ်သတ်ပြီးတော့။",
    "transcriptEn": "My name is Nan Ei. I’m 22 years old and from Kangyidaung Township in Ayeyarwady Region. I’m Karen.\n\nI’ve never seen electricity in my life. In our village, we live using only solar energy. We’re still not connected to the national grid.\n\nPeople who can afford it use their own solar panels. Those who can’t afford solar energy borrow from neighbors — they just hook up a battery to someone else's setup. And for families who can’t even afford that, they use candles or small oil lamps.\n\nI believe the reason we don’t have electricity is because of the government. The power situation is really difficult.\n\nYoung people here can’t even use mobile phones properly, and the internet feels like a faraway dream. Because of that, many young people in Myanmar — especially in rural areas — lack experience and knowledge about the outside world.\n\nIf our villages had electricity, I truly believe poverty in Myanmar would decrease. Everyone would have more equal rights. People in the countryside would finally have the same chances as those in the cities.\n\nIf possible, I wish the government would look at the lives of people like us — and understand what we’re really going through."
  },
  {
    "portrait": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Pictures/Nyan%20Lin%20Tun.png",
    "audio": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Audio/Electricity%20-%20Nyan%20Lin%20Tun.mp3",
    "transcriptMy": "ကျွန်တော့်နာမည်က Nyan Lin Tun ပါ။ အခုအသက် ၁၉ နှစ်ထဲမှာပေါ့။ ကျွန်တော်ရဲ့ နေရပ်ဒေသကတော့ နေပြည်တော်ဘက်က လာပြီး ဗမာလူမျိုးပါ။\n\nကျွန်တော်တို့ နေပြည်တော်မှာ မီးစပျက်တာကကျတော့ ကျွန်တော် ၁၀နှစ်သား လောက်အရွယ်ကပေါ့။ ကလေးတွေ ဒီအတိုင်းပဲ ဝင်းကြီးထဲမှာ ဆော့နေကြတယ်။ ပြန်ရောက်တော့ အိမ်ကို ပြန်သွားတော့ မီးကပျက်သွားတယ်။\n\nဘာလို့ပျက်သွားလဲဆိုတော့ အဲ့နေ့မှာ မိုးက သည်းကြီး မဲကြီးရွာတော့ ကျွန်တော် ကလေးအတွေးကျတော့ မိုးရွာလို့ မီးပျက်တယ်ပေါ့။ ကြီးလာမှ သိတာကကျတော့ သူတို့ မိုးကြိုး လျှပ်စစ်ကြောင့် သူတို့ မီးကို ဖျက်လိုက်တာပေါ့နော်။\n\nအခုအခြေအနေအရဆိုရင်တော့ သူတို့ နေပြည်တော်မှာက တခြားမြို့တွေနဲ့ မတူဘူးဗျ။ နေပြည်တော်ဆိုတော့ မီးက နေရာအနှံ့အလိုလို ပုံမှန်လာနေတယ်။ ဉပမာအနေဖြင့် ဝန်ထမ်းအိမ်ရာတွေ ဆိုလို့ရှိရင် သူက ပိုက်ဆံပေးပြီးတော့ကို မီးပေးထားတယ်။ အဲ့မှာဆိုလို့ရှိရင် ၂၄နာရီမှာ နာရီ ၂၀ လောက် လာတယ်။\n\nအခုနောက်ပိုင်းမှာ ကျတော့ မီးပျက်တဲ့နေရာ ပိုများလာတယ်။ ပိုက်ဆံ များများ ပေးနိုင်လေ မီးများများလာလေ ဖြစ်လာတယ်။\n\nမီးပျက်တဲ့အချိန်မှာ မှတ်မှတ်ရရ ဆိုလို့ရှိရင်တော့ သီတင်းကျွတ်အပိုင်းမှာပေါ့ သီတင်းကျွတ်အပိုင်းမှာကိုမှ မီးထွန်းတဲ့ ကာလမှာ မီးပျက်သွားတာဆိုတော့ နည်းနည်းတော့ ပျော်ဖို့ကောင်းတာပေါ့။ အဲ့တော့ကလေးတွေဆိုတော့ သူတို့ မီးပျက်သွားတော့ ဖယောင်းတိုင် မီးတွေနဲ့ ဆော့ကြတယ် ဗျောက်အိုးတွေဖောက်ကြတယ်။\n\nနောက် ၁၂နာရီ ကျော်သွားတော့ မီးကပြန်မလာဘူး အကုန်လုံးက အမှောင်ကျသွားရော နည်းနည်းတော့ ကြောက်သွားခဲ့တယ်ပေါ့။\n\nမီးပျက်တာကကြတော့ ငယ်ငယ်တုန်းက အပြစ်တင်ခဲ့တာက EPC ပေါ့။ တခုခု ဖြစ်လို့ရှိရင်လဲ ဒီ EPC ပဲ။ လူကြီးတွေ တော်တော် များများ ပြောတာကလဲ ဒီ EPC ပဲ ဒါပေမယ့် အခုနောက်ပိုင်းမှာ မီးပျက်တာက ဒီအစိုးရကြောင့်ပေါ့။\n\nပြည်သူတွေကလဲ သူတို့ကို အခွန်တွေ ပုံမှန်ပေးနေတယ်။ ပုံမှန်ပေးနေရဲ့သားနဲ့ မီးကလဲ ပုံမှန်မလာဘူးဆိုတော့ ဒါကျွန်တော်တို့ရဲ့ အစိုးရပဲ အပြစ်တင်မိတာပေါ့။\n\nသူများနိုင်ငံကို ကျွန်တော်တို့ မြန်မာနိုင်ငံရဲ့ လျှပ်စစ်မီး အခက်အခဲအကြောင်း ပြောပြရလို့ ရှိရင် သယ်ယူပို့ဆောင်ရေးနဲ့ပေါ့ သူများနိုင်ငံကနေပီးတော့ ကိုယ်က သယ်ယူပို့ဆောင်တယ်ဗျာ။\n\nအများကြီး သယ်ယူပို့ဆောင်ပြီးတော့ သူတို့ရဲ့ ကုန်တင်စရိတ်တွေနဲ့ ဒီနိုင်ငံမှာ ဈေးတွေ အဆမတန် တအားကြီး တင်ရောင်းကြတယ်ဗျာ။\n\nပီးတော့ တချို့ နယ်ဘက်တွေမှာ ဆိုရင်လဲ ပိုက်ဆံတက်နိုင်တဲ့သူတွေက ပြန်ဝယ်တယ်။ ပြန်ပီးတော့ သူတို့က ဈေးတင်ရောင်းတော့ အများကြီးမတက်နိုင်ကြဘူး။\n\nပီးတော့ မြို့ပေါ်တွေမှာ ဆိုလို့ရှိရင်လဲ ဝါယာကြိုးတွေဘာတွေဆိုရင် မိုးရွာလို့ရှိရင် မီးဖျက်တယ်။ မီးဖျက်တယ်ဆိုတာ သူတို့ကတွေ ကွာလတီ မကောင်းဘူးလေ။ မကောင်းတော့ ရေတွေထဲဘာတွေထဲ ကျလို့ရှိရင် ဉပမာ ဓာတ်လိုက်တာတွေဖြစ်နိုင်တယ်။\n\nအဲ့ဒါကြောင့် တချို့ဟာတွေ ဆိုရင် ကွာလတီကောင်းတာတွေ ထည့်စေချင်တယ်။ သယ်ယူပို့ဆောင်ရေးမှာ ဆိုလို့ရှိရင်လဲ ကိုယ့်ဈေးနဲ့ ကိုက်မယ့်ဟာလေးတွေ လုပ်စေချင်တယ်။\n\nအခုမြန်မာနိုင်ငံမှာ လျှပ်စစ်မီးနဲ့ ပတ်သတ်ပြီး ဖြစ်ပျက်နေတဲ့ အခြေအနေဟာ ဆိုလို့ရှိရင် မြန်မာနိုင်ငံရဲ့ မတည်ငြိမ်တဲ့ အခြေအနေနဲ့ သွားပြီး ဆက်စပ်နေတယ်။ မြန်မာနိုင်ငံက မတည်ငြိမ်ဘူး။ မတည်ငြိမ်တော့ မြို့ပေါ်နဲ့ နယ်တွေမှာ ကွက်ပြီးဖြစ်ကြတယ်။\n\nမြို့ပေါ်မှာ စစ်ဖြစ်တယ်။ နယ်တွေမှာလဲ အဲ့လိုဖြစ်တဲ့ နေရာတွေမှာ မီးတွေပျက်တယ်။ သူတို့ အဲ့လိုမီးတွေဖျက်လိုက်တဲ့ အတွက် အင်တာနက် ကလဲ ဝိုင်ဖိုင်နဲ့ သုံးနေတဲ့ သူတွေဆိုရင် အင်တာနက် မရကြတော့ဘူး။ ဖုန်းကလဲ အားသွင်းလို့ မရကြတော့ဘူး။ သူတို့အတွက်က အခွင့်အရေး တစ်ခုဖြစ်သွားတဲ့ အတွက် မီးကိုပဲ လုံးဝ ဖျက်နေတော့တယ်။",
    "transcriptEn": "My name is Nyan Lin Tun. I’m 19 years old and from Nay Pyi Taw. I’m Burmese.\n\nThe first time I remember a power outage in Nay Pyi Taw, I was around 10. We were playing outside when I came home and found the electricity was out. It had rained heavily that day, so I thought the rain caused it.\n\nNay Pyi Taw’s situation is a bit different from other cities. Power cuts here follow a kind of system. In staff housing, for example, people pay money for electricity, the more you pay, the more power you get.\n\nOne memory I have is during Thadingyut, the Festival of Lights. The power went out, and we played with candles and made little lantern pots. But after midnight, the electricity still didn’t come back, and everything was dark. I remember feeling scared.\n\nWhen I was younger, I used to blame the Electricity Power Supply Committee (EPC). But now, I know the real reason is the government. People pay their taxes regularly, yet the power supply isn’t regular. That’s why I now blame the authorities.\n\nAnother problem is the quality of the products used in the electricity sector. A lot of the equipment is imported and sold at very high prices. But the quality is poor. Sometimes, if something falls into water, it can cause electric shocks. I wish we had good-quality, affordable materials imported.\n\nMyanmar is unstable right now. There are protests and fighting, both in cities and rural areas. In some places, the regime has completely cut off electricity and internet access. People with Wi-Fi can’t get online. We can’t even charge our phones. For the military, cutting power has become a tool — they’re using it as a weapon."
  },
  {
    "portrait": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Pictures/Robin.png",
    "audio": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Audio/Electricity%20-%20Robin.mp3",
    "transcriptMy": "ကျွန်တော်နာမည်ကတော့ Robin လို့ခေါ်ပါတယ်။ အသက်ကတော့ ၃၂နှစ်ပါ။ ကျွန်တော့်မွေးရပ်ဇာတိကတော့ ကရင်နီပြည်နယ် မော်ချီးဒေသမှာဖြစ်ပါတယ်။ ကျွန်တော်ရဲ့ တိုင်းရင်းသားကတော့ ကရင်လူမျိုးဖြစ်ပါတယ်။\n\nမီးပျက်တဲ့ အတွေ့အကြုံကို ကျွန်တော် ပထမဆုံး ပြန်ပြောရမယ်ဆိုရင် ငယ်ငယ်တုန်းကပေါ့နော် ၈ နှစ်သား ၉ နှစ်သားအရွယ် မော်ချီးဒေသမှာ လျှပ်စစ်မီးက မလာတဲ့အခါမှာ အဲ့အချိန်တုန်းကတော့ အိမ်မှာ လျှပ်စစ်မီး မသွယ်နိုင်ဘူး။ ရုပ်ရှင်ရုံမှာ ရုပ်ရှင်သွားကြည့်တယ် မီးပျက်သွားပြီဆိုတာနဲ့ ဟာကနဲ ဟင်ကနဲ နဲ့ပေါ့နော် ဒါက ပထမဆုံး အတွေ့အကြုံပေါ့နော်။ မီး ရုပ်ရှင်ရုံ တိပ်ခွေခေတ်ပေါ့နော်။\n\nကျွန်တော်မွေးရပ်ဒေသကို မရောက်ရှိတာတော့ တော်တော်ကြာပီ။ ဒါပေမယ့် မြို့ကြီးတွေမှာ အခုလက်ရှိသတင်းအရ ကျွန်တော်တို့ မြန်မာနိုင်ငံမှာ မီးမမှန်တာတွေ ကြည့်ခြင်းအားဖြင့် မြို့ကြီးဒေသတွေမှာ ကြည့်ခြင်းအားဖြင့် ကျွန်တော်တို့ နယ်စပ်ဒေသမှာတော့ ကျေးလက်ဒေသဖြစ်တဲ့ မော်ချီးမြို့ကလဲ မီးတွေမှန်မှာ မဟုတ်လောက်ဘူးလို့ ကျွန်တော်ထင်တယ်။\n\nမီးပျက်တဲ့ တခြား အတွေ့အကြုံပြောရမယ် ဆိုရင်တော့ စာကျက်နေရင်း တန်းလန်းနဲ့ တခါတလေကျလို့ရှိရင် ဖယောင်းတိုင်ကို လိုက်ရှာရတာတို့ မှောင်မဲကြားထဲမှာ ကျွန်တော်တို့က တောထဲမှာ ဆိုတော့ မီးခြစ်တွေ အဆင်သင့်မရှိတာတို့ ဖယောင်းတိုင်ကို ရုတ်တရက် လိုက်ဝယ်ရတာတို့ အဲ့ဒါတော့ ရှိခဲ့ဖူးပါတယ်။\n\nမီးပျက်တာကတော့ ကျွန်တော်အနေနဲ့ ဒီနယ်စပ်ဒေသမှာ ရှိနေတဲ့ လျှပ်စစ်ဌာနတွေရဲ့ တာဝန်ရှိတယ်လို့ ကျွန်တော်ကတော့ မြင်တယ်။ ကျယ်ကျယ်ဝန်းဝန်းပြောမယ်ဆိုရင်တော့ နိုင်ငံတော်နဲ့လဲ ဆိုင်တယ်ပေါ့နော်။ သူတို့တွေရဲ့ လျှပ်စစ်စွမ်းအင်ဝန်ကြီးဌာနတွေ ဘယ်လိုလည်ပတ်နေမလဲ ဆိုတာတော့ ကျွန်တော် မသိဘူးပေါ့နော်။\n\nလျှပ်စစ်နဲ့ ပတ်သတ်ပြီးတော့ ဘာတွေ ပြောချင်လဲ ဆိုတော့ အကူအညီတွေလဲ တော်တော်များများလိုအပ်တယ်။ ထောက်ပို့မှုထက် လျှပ်စစ်ဆိုတာကလဲ လျှပ်စစ်မီးမှမဟုတ်ဘူး။ ဆိုလာမီးဖြစ်ဖြစ် ဘာပဲဖြစ်ဖြစ် ထောက်ပံ့ပေးနိုင်လဲ အဆင်ပြေတာပဲ။ လျှပ်စစ်မီးဆိုတာ လျှပ်စစ်ကြိုး သွယ်မှ မဟုတ်ဘူး။ အခုခေတ်က အရမ်းတိုးတက်နေတဲ့ ခေတ်ဆိုတော့ အကယ်၍ လျှပ်စစ်မီး လွယ်လွယ်ကူကူနဲ့ ရနိုင်မယ့် နည်းလမ်းရှိမယ်ဆိုရင် ထောက်ပံ့ပေးနိုင်မယ်ဆိုရင် ကောင်းတာပေါ့နော် ကျွန်တော်တို့ နိုင်ငံအတွက်။",
    "transcriptEn": "My name is Robin. I’m 32 years old, and I’m from Mawchi, in Karenni State. I’m Karen.\n\nWhen I was about 8 or 9 years old, there was no electricity in Mawchi. We didn’t have power at home. I remember once going to the cinema, and the electricity went out — that was my first experience with a blackout. It was back in the days of movie theaters and tape recorders.\n\nI haven’t been back to my hometown in a long time, but from what I hear, even in the big cities now, the electricity isn’t reliable. So I can only imagine how bad the situation must be in rural border towns like Mawchi.\n\nAnother memory I have is from when I was studying — we’d have to search for candles late at night, sometimes even go out and buy one because we didn’t have any matches ready. Living in the forest made it even harder.\n\nI believe power outages in border areas like ours are the responsibility of the local electricity departments. But more broadly, it’s a responsibility of the state. I don’t know exactly how the electricity ministry functions, but from what I’ve seen, we need a lot more support.\n\nElectricity isn’t just about the national grid. Even small, local solutions can make life easier. In this age of rapid development, if there’s a way to provide reliable electricity, by any means, it would really benefit the country."
  },
  {
    "portrait": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Pictures/Roe%20Dee%20Hto.png",
    "audio": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Audio/Electricity%20-%20Roe%20Dee%20Hto.mp3",
    "transcriptMy": "ကျွန်မနာမည်ကတော့ Roe Dee Hto ပါ။ အသက်ကတော့ ၂၀နှစ်၊ နေရာဒေသကတော့ ဒီကရင်နီ ပြည်နယ် ဒီးမော့ဆို မြို့နယ်က တောင်တန်းဒေသတစ်နေရာမှာ နေထိုင်တဲ့ ကယန်းလူမျိုးတစ်ယောက်ပါ။\n\nမီးပျက်တဲ့ အတွေ့အကြုံကို ပြောရမယ်ဆိုရင်တော့ မရှိဘူးလို့ ပြောရမယ်ပေါ့နော်။ ဘာဖြစ်လို့လဲ ဆိုတော့ ငယ်ငယ်လေးတည်းက မွေးလာကတည်းက  လျှပ်စစ်မီးဆိုတာလဲ မတွေ့ခဲ့ဖူးဘူးပေါ့နော်။\n\n၂၀၁၉မှာ ကျတော့ ကိုယ့်အိမ်လေးမှာလဲ လျှပ်စစ်မီးလေးက ရလာတယ်။ မကြာဘူး အာဏာသိမ်းပြီးနောက်ပိုင်းမှာကလဲ အစိုးရက လျှပ်စစ်မီးတွေ ဖြတ်တောက်လိုက်တဲ့နောက်မှာ ဖြတ်တောက်လိုက်တာဆိုတော့ လျှပ်စစ်မီးကို နောက်တစ်ခါ မရတော့ပါဘူး။\n\nမီးပျက်ပြီး အမှတ်တရပြောရမယ်ဆိုရင်တော့ အများကြီးပေါ့နော်။ ငယ်ငယ်လေးတည်းက ကြုံတွေ့ခဲ့ရတဲ့ ဒီမီးခွက်နဲ့ စာဖတ်ရတာတို့ ဖယောင်းတိုင်နဲ့ စာဖတ်ရတာတို့ အဲ့ဒါတွေပဲပြန်ပီး အစပြုရ ပြန်ပြီး အစပြုရတာပေါ့နော်။\n\nမီးပျက်တာက ဘယ်သူရဲ့ အပြစ်လဲလို့ မေးရမယ်ဆိုရင်တော့ ငယ်ငယ်တည်းက အမေအဖေတွေ ပြောလာတာလဲ ပါတယ်။ ကိုယ့်ရဲ့ အတွေ့အကြုံတွေကလဲ သိရတာပေါ့နော်။ ဒီအစိုးရတွေကြောင့်လို့ပဲ ပြောရမယ်ပေါ့နော်။ ကိုယ့်ပြည်နယ်မှာက ရေအားလျှပ်စစ်ရှိရဲ့သားနဲ့ လျှပ်စစ်မီးတွေမရဘူး။ ငယ်ငယ်တည်းက လျှပ်စစ်မီးဆိုတာလဲ မတွေ့ခဲ့ရဘူး။\n\nအစိုးရကြောင့် အခုလောလောဆယ် ကြုံတွေ့နေရတဲ့ ပြသနာတွေကြည့်မယ်ဆိုရင်လဲ အစိုးရရဲ့အမှောင်ချတဲ့ ကိစ္စတစ်ခုလို့ ပြောရမယ်။\n\nတခြားနိုင်ငံက လူကို ကိုယ့်ရဲ့ နိုင်ငံက ရတဲ့ လျှပ်စစ်အကြောင်းကို ပြောပြရမယ်ဆိုရင်တော့ ကျောင်းသားဘဝကိုပဲ ကြည့်ပါ။ ကိုယ့်ရဲ့ တစ်နှစ်တာလုံးကို ကိုယ်ဖြတ်သန်းရတယ်။ နေပူကျဲတဲထဲမှာ သွားရတယ်။ လျှပ်စစ်မီး မရှိဘူး။ အင်တာနက်ဆိုတာလဲ မတွေ့ရဘူး။ သတင်းတွေလဲ အမှောင်ချခံရတယ်။\n\nလျှပ်စစ်မီးကိုလဲ အမှောင်ထပ်ချ ခံရတယ်။ မှောင်မှောင်မဲမဲ ထဲမှာ ဖယောင်းတိုင်မီးလေးနဲ့ စာကျက်ခဲ့ရတဲ့ ကျောင်းသားတွေရဲ့ ဘဝ၊ အနာဂတ်ကြယ်လေးတွေရဲ့ ဘဝကို ပြောပြချင်ပါတယ်။",
    "transcriptEn": "My name is Roe Dee Hto. I’m 20 years old, from the mountainous region of Demoso Township in Karenni State. I’m Kayan.\n\nWhen it comes to power outages, I can’t say I’ve experienced them — because I had never even seen electricity until 2019. I grew up without it.\n\nWe finally got electricity in our home in 2019, but not long after the coup, it was cut off again — and since then, it’s been unstable.\n\nI have so many memories of growing up without power. As a child, I studied by candlelight or by the light of a small lamp.\n\nIf you ask me who’s to blame, I’d say what my parents told me when I was young — and what I’ve seen myself: it’s the military government. There’s hydroelectric power project in our own state, but we still don’t have access to electricity. That says everything. No electricity. No internet. No access to information. Everything is cut off.\n\nI want people to understand what it’s like — students trying to study in total darkness, by the dim glow of a candle. These are the lives of young people who could be the future of our country — learning in the shadows."
  },
  {
    "portrait": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Pictures/Shun%20Mya%20Lei%20Lei.png",
    "audio": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Audio/Electricity%20-%20Shun%20Lae.mp3",
    "transcriptMy": "ကျွန်မနာမည်ကတော့ Shun Lae ဖြစ်ပါတယ်။ ကျွန်မကတော့ ၂၄နှစ်ပါ။ ကျွန်မက မွန်ပြည်နယ်၊ မော်လမြိုင်မြို့မှာ နေပါတယ်။ ကျွန်မက မွန်-ဗမာ ကပြားပါ။\n\nမီးက ကနကန ပျက်တယ်ပေါ့နော်။ တစ်ခါပျက်ပြီးရင်လဲ အကြာကြီးပဲ။ ပြန်လာရင်လဲ နှစ်နာရီလောက်ပဲ။ နှစ်နာရီ တစ်ခါလာရင် နှစ်နာရီ လောက်ပဲလာတယ်။ ဖုန်းအားသွင်းဖို့လဲ အခက်အခဲ ရှိတယ်။ မီးလဲ မလာဘူး။ မီးက မနက်လာတယ်ဆိုရင် တနေကုန်ပျက်တယ်။ ညမိုးချုပ်မှ ပြန်လာတယ်ပေါ့နော်။\n\nမီးပျက်တဲ့ အမှတ်တရဆိုရင်တော့ အရမ်းပူတယ်။ နောက်ပြီးကျရင် ဖုန်းအားမရှိဘူးပေါ့နော်။ ဖုန်းအားမသွင်းရတော့ တညလုံး ဖုန်းမသုံးရဘဲနဲ့ အဲ့လိုယောင်လည်လည်ဖြစ်နေတယ်။ အဲ့ဒါကတော့ အမှတ်တရပဲပေါ့နော်။\n\nဘယ်သူအပြစ်လဲဆိုတော့ မင်းအောင်လှိုင် မင်းအောင်လှိုင် အပြစ်ပဲလို့ ပြောချင်တယ်။ သူကြောင့် မီးဒီလို ခနခန ပျက်တယ်။ သူသာ အာဏာမသိမ်းရင် အခုလို မီးတွေပျက်မှာ မဟုတ်ဘူး။ အရင်တုန်းက မီးတွေ တောက်လျောက်လာတယ်။\n\nမီးမလာတဲ့ အတွက် ရေတင်မရဘူး။ ရေတင်မရတော့ ရေမချိုးရတဲ့ ရက်တွေလဲ ရှိတယ်ပေါ့နော်။ နောက် အင်တာနက်လဲ ကောင်းကောင်းမွန်မွန် မသုံးရဘူး။ နောက်ပြီး မီးမလာတဲ့ အတွက်ကြောင့် အဲကွန်းလဲ ဖွင့်မရဘူး။ ပန်ကာလဲ ဖွင့်လို့ မရတဲ့ အတွက် အရမ်းပူတယ်။ အမှောင်ထဲမှာ တစ်ညလုံး နေနေရတာ လုံးဝ အဆင်မပြေဘူး။",
    "transcriptEn": "My name is Shun Lae. I’m 24 years old and I live in Mawlamyine, Mon State. I’m Mon-Burmese.\n\nThe power goes out all the time here. And when it does, it usually stays out for a long time. When it finally comes back, it only lasts for about two hours. It’s hard to even charge my phone. If the electricity comes in the morning, it’ll go out for the rest of the day, then come back again around midnight.\n\nNo electricity means I can’t charge my phone, so I can’t use it at night. That’s really frustrating. If you ask me who’s to blame, I’d say Min Aung Hlaing (the regime leader). It’s because of him that we’re living like this. If he hadn’t taken power by force, we wouldn’t be facing blackouts like this. In the past, I’ve gone without water because there was no power to pump it. Some days, I couldn’t even shower.\n\nI couldn’t use the internet properly. I couldn’t turn on the fan or the air conditioner, and the heat was unbearable. Spending the whole night in the dark, sweating and uncomfortable — that’s what life is like now."
  },
  {
    "portrait": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Pictures/Shun%20Shun.png",
    "audio": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Audio/Electricity%20-%20Shun%20Shun.mp3",
    "transcriptMy": "နာမည်ကတော့ Shun Shun ပါ။ အသက်က ၂၄ နှစ်ဖြစ်ပါတယ်။ နေရပ်ကတော့ မကွေးတိုင်း သရက်ခရိုင် သရက်မြို့၊ လူမျိုးကတော့ ဗမာလူမျိုး။\n\nလျှပ်စစ်မီးနဲ့ ပတ်သတ်တဲ့ ငယ်ငယ်တုန်းက အတွေ့အကြုံဆိုရင်တော့ အမှောင်ကြောက်လို့ အရမ်းကြောက်ခဲ့ရတာ တစ်ခုပဲ မှတ်မှတ်ရရ မှတ်မိတယ်ပေါ့နော်။ ထွေထွေထူးထူးမှတ်မိတာမျိုးတော့ မရှိဘူး။\n\nတစ်ရက်မှာ မီးက ၅နာရီလာ ၅နာရီပျက် တဲ့ ပုံစံနဲ့ တော့ လာနေတယ်ပေါ့နော်။ တခါတလေကျရင်တော့ မီးလာတဲ့ အချိန်က မမှန်ဘူး။ မီးပျက်တဲ့ အချိန်က မှန်တယ်။\n\nတက္ကသိုလ်မှာ စာမေးပွဲ ဖြေနေတဲ့ အချိန်မှာ ညဘက်စာပြန်နွေးနေတဲ့ အချိန်မှာ မီးကပျက်သွားတော့ စာပြန်မနွေး ရတော့ဘဲနဲ့ စာမေးပွဲမှာ နည်းနည်းလေး ကယောက်ကယှက် ဖြစ်သွားတာလေးကတော့ အမှတ်တရပေါ့။\n\nအာဏာ သိမ်းချိန်ကနေစပြီးတော့ မီးက တစ်နေ့တစ်နေ့ ပိုနည်းလာတယ်။ မီးရလာတာ နည်းလာတယ်။ အခုအုပ်ချုပ်နေတဲ့ လူတွေ စီမံ ခန့်ခွဲမှု ညံ့လို့ ညံ့ဖျင်းလို့ပဲ လို့ ထင်တယ်။ ၂၄ နာရီလုံး မီးရနေတဲ့ လူတွေကို အားကျတယ်။\n\nမီးပျက်တော့ အလုပ်လုပ်ရတာလဲ နှောင့်နှေးတယ်။ စားတာသောက်တာ ချက်ပြုတ်ရတာကအစ အကုန်မပြီးစီးတော့ အရင်ကလိုမျိုးပဲ မီးကို အချိန်ပြည့်လာစေချင်တယ်။ လာရင်လဲကောင်းမယ်။",
    "transcriptEn": "My name is Shun Shun. I’m 24 years old and I live in Thayet Township, Magway Region. I’m Burmese.\n\nI’ve always been afraid of the dark, so I remember feeling scared during blackouts. The power is scheduled for five hours on, five hours off, but it was never on time. The blackout schedule was always accurate — the power would go off as expected — but it never came back when it was supposed to.\n\nOne time I was preparing for a university exam, and the electricity went out while I was reviewing my notes at night. I couldn’t continue studying, and it made the exam more difficult for me.\n\nSince the coup, the power situation has gotten worse. There’s less electricity every day. I think it’s because of poor management by those in power now. I sometimes feel jealous of people who have 24-hour electricity. When the power goes out, everything slows down — cooking, working, and daily life. I just wish the electricity would come back the way it used to be, so we can eat, cook, and live without so much stress."
  },
  {
    "portrait": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Pictures/Si%20Poe.png",
    "audio": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Audio/Electricity%20-%20Si%20Poe.mp3",
    "transcriptMy": "သမီးနာမည်ကတော့ Si Poe ပေါ့နော်။ သမီးအခုလဆို အသက်က ၂၀၊ သမီးကတော့ ကရင်ပြည်နယ်ကလာတဲ့ ပိုးမလေး တစ်ယောက်ဖြစ်တယ်ပေါ့နော်။\n\nလျှပ်စစ်မီးက မလာဘူး။ သမီး မနေ့က ရွာပြန်တယ်။ သူတို့ကပြောပြတော့ ရွာဘက်တစ်ခါတည်း မရောက်ဘူး။ ညဘက် အိပ်ရတယ်မလား။ ပီးတော့ အဲ့ဒီအိပ်တဲ့ အဒေါ်တွေက ပြောတယ်ပေါ့နော်။ သူတို့ ထမင်းချက်လို့ရှိရင် မီးလာတာ စောင့်ရတယ်ပေါ့နော်။\n\nမီးလာတဲ့အချိန်ကို စောင့်ပြီးတော့ မီးကညဘက်မှာ လာတယ်ဆိုရင် ညဘက်မှာ ထချက်ရတယ်။ မီးမလာတဲ့ အချိန်တွေဆိုရင် အမှောင်ထဲမှာပဲ နေရတယ်။ ဆက်သွယ်ရေးအတွက် ဝိုင်ဖိုင်မရှိဘူး။ ဘာဝိုင်ဖိုင်မှ မရှိဘူး အဲ့လိုပေါ့နော်။\n\nတခါတလေကျရင် အရေးကြီးကိစ္စ ဆက်သွယ်ဖို့ရှိရင်တော့ တအားအခက်တွေ့တယ်ပေါ့နော်။ သူတို့ မြန်မာပြည်ကို မီးကောင်းကောင်းမပေးတာရယ် လျှပ်စစ်အား မပေးတာရယ် အဲ့ဒါကလဲသူတို့ အခုဖြစ်ပျက်နေတဲ့ မြန်မာပြည်ရဲ့ တချို့တဝက်နေရာတွေကို ဖုံးချင်လို့လဲ ဖြစ်တယ်ပေါ့နော်။ သမီးကတော့ ထင်ပါတယ် အဲ့လိုမျိုး။\n\nတခြားသူတွေကို ဘယ်လိုမျိုး၊ သမီးတို့ဆီမှာဆိုရင်တော့ မီးမလာတဲ့ အချိန်တွေဆိုရင် သမီးတို့က လျှပ်စစ်မီး မလာတဲ့ အချိန်တွေဆိုရင် စက်နဲ့ သုံးရတယ်။ အဲ့လိုမျိုး ပီးတော့ ဘတ္တရီတွေ အဲ့လိုမျိုး၊ ဘတ္တရီကဘာလဲ ဆိုလာနဲ့ လုပ်တာဟာတွေ အဲ့လိုမျိုး လုပ်ထားရတယ်။\n\nတခါတလေကျရင် မီးမလာတဲ့ အခါမျိုးတွေဆိုရင်ပေါ့လေ။ ပီးတော့ မီးမလာလို့ရှိရင် တခါတလေကျရင် သမီးတို့ ဖယောင်းတိုင် နဲ့ မီးခြစ် အပြင်သွားမယ်ဆိုလို့ရှိရင် အဲ့ဒါကိုယူထားတယ်။ တချို့ ဓာတ်မီး ရှိတဲ့သူများ ဘတ္တရီအသေးလေးနဲ့ လုပ်ထားတဲ့ ဓာတ်မီးတွေကို သုံးတယ် အဲ့လိုမျိုး။",
    "transcriptEn": "My name is Si Poe. I just turned 20 this month, and I’m from Karen State.\n\nThere’s no electricity in our area. I went back to the village yesterday, and my aunts told me that if they want to cook, they have to wait for the electricity. If the power comes at night, they cook at night. When there’s no electricity, everything is dark.\n\nThere’s no Wi-Fi either, which makes communication really hard — especially when it comes to important matters. It’s like we’re cut off. I believe the government is intentionally cutting power off so that we don’t see what’s happening in some parts of the country.\n\nWhen there’s no electricity, we use whatever we can for basic lights. Sometimes machines, sometimes regular batteries, sometimes solar-powered batteries. We manage however we can. When we go out, we carry candles and matches. Some people use small flashlights that run on little batteries."
  },
  {
    "portrait": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Pictures/U%20Ye%20Myint.png",
    "audio": "https://mnjbeotqfpzajrksfgcf.supabase.co/storage/v1/object/public/meelarp-media/res/Final%20Testimonies/Audio/Electricity%20-%20U%20Ye%20Myint.mp3",
    "transcriptMy": "ကျွန်တော်ကတော့ ရဲမြင့်ပါ။ မွန်ပြည်နယ် မှာ နေပါတယ်။ ဗမာလူမျိုးပါ။ ကျွန်တော့်အသက် အခုဆို ၆၀ ပြည့်ပါပီ။\n\nကျွန်တော်ဒီမှာ ရှိတုန်းကတော့ မီးက လာလိုက်သေလိုက်ဆိုတော့ ခနခန ကြုံခဲ့ ဖူးပါတယ်။ မီးလာရင် ကလေး သဘာဝ ကလေးတွေက ဟေး မီးလာပြီဆို ပျော်ကြတယ်။ လူကြီးတွေကလဲ ဟေးလို့ အော်ကြတယ်။ ဒါပေမယ့် အခုတော့ ဆိုးဆိုးရွားရွား မကြာဘူး။ ခနတဖြုတ်ပဲ ပျက်တယ်။\n\nအခုဆိုရင် မြန်မာပြည်က တချို့နေရာတွေမှာ မီးက ည ၁၂နာရီလောက်မှ လာတယ်။ လာပြီးတော့ ၂နာရီလောက်ဆို ပြန်ပျက်သွားရော။ အဲ့အချိန်လေးမှာ တချို့လူတွေက ကမန်းကတန်း ထမင်းအိုးတွေ ထတည်ကြရတယ်။ ရေတင်ကြရတယ်။ ထင်းမီးတွေနဲ့ ချက်ကြရတယ်။ ထင်းလဲ ပေါတာကိုးနော်။ အဲ့တော့ မီးပျက်လို့ ဘာမှ ထွေထွေထူးထူး ဒုက္ခ မရောက်ခဲ့ဘူး။\n\nဖြစ်တာကတော့ အုပ်ချုပ်သူ မကောင်းလို့ပေါ့။ စနစ်တကျနဲ့ ဆည်ရေတွေ သိုလှောင်မယ်။ ကိုယ့်နိုင်ငံက GAS တွေကိုသူများနိုင်ငံကို အကုန်လုံး မရောင်းစားပဲနဲ့ GAS တာဘိုင်တွေနဲ့ လည်ပြီးသာ လျှပ်စစ်ဓာတ် ထုတ်ပေးနိုင်ခဲ့ရင် အခုတိုင်းပြည်မှာ လျှပ်စစ်ဓာတ်က အလျှံအပယ်ဖြစ်လိမ့်မယ်။\n\nအခု အဲ့လိုမှ မဟုတ်တာ။ ဆည်ရေတွေ မလွှတ်ချသင့်တဲ့ ချိန်တွေမှာ လွှတ်ချ ရေတွေကြီး။ GAS တွေလဲ နိုင်ငံခြားကို အကုန် ထုတ်ရောင်း ကိုယ့်ပြည်တွင်းမှာ မသုံးရဆိုတော့ လျှပ်စစ်မီး အလုံအလောက်ကို မရဘူး။ ကိုယ်ထူကိုယ်ထနဲ့ ဆင်ရတာဖြစ်တဲ့အတွက်  ထရန်စဖော်မာလဲ တစ်ရွာလုံးမှာ တစ်လုံးပဲရှိတယ်။ တစ်လုံးပဲရှိတဲ့အတွက် မီးအားက တခါတလေ ၅၀နဲ့ ၁၀၀ ကြားပဲလာတယ်။ တခါတလေတော့ ၁၀၀ အထက်ရှိတယ်ပေါ့။\n\nဒါပေမယ့် ကိုယ်ထူကိုယ်ထ စနစ် ဖြစ်တဲ့ အခါမှာကျတော့ အခု နောက်ပိုင်း ထရန်စဖော်မှာတွေ များလာတဲ့အတွက် မီးအားကတော့ ပြည့်လာတယ်။  ပြည့်လဲပြည့်လာပြီး စစ်အစိုးရလက်ထက်မှာ မီးက ပျက်တောက်မှုကြောင့် ပြည်သူတွေအကုန် ဒုက္ခ ရောက်ကုန်တယ်။",
    "transcriptEn": "My name is Ye Myint. I live in Mon State. I’m Burmese and 60 years old now.\n\nI’ve experienced a lot when it comes to power outages — the electricity comes and goes all the time. When the power comes back on, kids get excited, and even adults cheer. But it never lasts long. These days, the power cuts out suddenly, without warning.\n\nIn some areas of Myanmar, electricity only comes on at midnight — and then goes off again at 2 a.m. During that short window, people rush to cook rice and fill water tanks. Many have no choice but to cook with firewood.\n\nThis is all because of bad governance. If our country didn’t sell off all its gas to other countries and instead used it to generate electricity with gas turbines, we’d actually have more than enough power. But that’s not what’s happening.\n\nThe dams are also mismanaged, releasing water at the wrong times. The gas is exported instead of being used domestically. That’s why we’re facing such electricity shortages. In our village, we’ve had to set up our own power system. At first, we had just one transformer for the entire village. The power would fluctuate a lot — sometimes down to 50 volts, sometimes over 100. But lately, since switching to a self-managed system, we’ve been able to add more transformers.\n\nStill, under the military regime, everyone has suffered. The power cuts have only gotten worse."
  }
]